<?php

// Message Pack for Discuz! Version 1.0.0
// Created by Crossday

$actioncode = array
(
	0 => '回到论坛',

	1 => '浏览论坛首页',
	2 => '浏览论坛板块',
	3 => '浏览帖子',
	5 => '注册为新会员',
	6 => '登录论坛',
	7 => '使用控制面板',

	11 => '发新话题',
	12 => '回复主题',
	13 => '编辑帖子',
	14 => '下载附件',

	21 => '查看论坛公告',
	31 => '查看在线用户',
	41 => '查看会员列表',
	51 => '查看使用帮助',
	61 => '查看用户资料',

	101 => '使用短消息',
	102 => '阅读短消息',
	103 => '撰写短消息',
	104 => '回复短消息',
	105 => '转发短消息',
	106 => '发送短消息',
	107 => '下载短消息',

	111 => '论坛搜索',
	121 => '评分',
	122 => '推荐给朋友',
	123 => '向版主反映帖子',

	131 => '查看论坛统计数据',
	141 => '取回密码',
	151 => '使用版主权限',
	161 => '修改系统设置',

	201 => '收发短消息',
	202 => '编辑好友列表',

	255 => '提示信息/页面跳转'
);

?>