<?php

// Email Pack for Discuz! Version 2.5
// Translated by Crossday

// ATTENTION: Please add slashes(\) before single & double quotes( ' & " )

$language = array
(
	'header' =>			'',
	'footer' =>			'



此致

$bbname 管理团队.
$boardurl',


	'get_passwd_subject' =>		'[Discuz!] 取回密码说明',
	'get_passwd_message' =>		'
$member[username] ，
这封信是由 $bbname 发送的。

您收到这封邮件，是因为在我们的论坛上这个邮箱地址被登记为用户邮箱，
且该用户请求使用 Email 密码重置功能所致。

------------------------------------------------
重要！
------------------------------------------------

如果您没有提交密码重置的请求或不是我们论坛的注册用户，请立即忽略
并删除这封邮件。只在您确认需要重置密码的情况下，才继续阅读下面的
内容。

------------------------------------------------
密码重置说明
------------------------------------------------

您只需在提交请求后的三天之内，通过点击下面的链接重置您的密码：

{$boardurl}member.php?action=getpasswd&uid=$member[uid]&id=$idstring

(如果上面不是链接形式，请将地址手工粘贴到浏览器地址栏再访问)

上面的页面打开后，输入新的密码后提交，之后您即可使用新的密码登录
论坛了。您可以在用户控制面板中随时修改您的密码。

本请求提交者的 IP 为 $onlineip',


	'email_verify_subject' =>	'[Discuz!] Email 地址验证',
	'email_verify_message' =>	'
$discuz_user ，
这封信是由 $bbname 发送的。

您收到这封邮件，是因为在我们论坛的新用户注册，或用户修改 Email 使用
了您的地址。如果您并没有访问过我们的论坛，或没有进行上述操作，请忽
略这封邮件。您不需要退订或进行其他进一步的操作。

------------------------------------------------
帐号激活说明
------------------------------------------------

您是我们论坛的新用户，或在修改您的注册 Email 时使用了本地址，我们需
要对您的地址有效性进行验证以避免垃圾邮件或地址被滥用。

您只需点击下面的链接即可激活您的帐号：

{$boardurl}member.php?action=activate&uid=$discuz_uid&id=$idstring

(如果上面不是链接形式，请将地址手工粘贴到浏览器地址栏再访问)

感谢您的访问，祝您使用愉快！',


	'email_notify_subject' =>	'[Discuz!] 《$thread[subject]》新回复通知',
	'email_notify_message' =>	'
您好，
这封信是由 $bbname 发送的。

$discuz_user 刚刚回复了您所订阅的主题。

----------------------------------------------------------------------
$thread[subject]
----------------------------------------------------------------------

该主题的地址为：

{$boardurl}viewthread.php?tid=$tid


您订阅的主题可能有更多的回复，为了不影响您的信箱正常使用，我们在 24
小时内将不再发送新回复的通知。',


	'add_member_subject' =>		'[Discuz!] 您被添加成为会员',
	'add_member_message' => 	'
$newusername ，
这封信是由 $bbname 发送的。

我是 $discuz_user，$bbname 的管理者之一。您收到这封邮件，是因为您刚
刚被添加成为我们论坛的会员，当前 Email 即是我们为您注册的地址。

------------------------------------------------
重要！
------------------------------------------------

如果您对我们的论坛不感兴趣或无意成为会员，请忽略这封邮件。

------------------------------------------------
帐号信息
------------------------------------------------

论坛名称：$bbname
论坛地址：$boardurl

用户名：$newusername
密码：$newpassword

从现在起您可以使用您的帐号登录我们的论坛，祝您使用愉快！'

);

?>